Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Showing below up to {{PLURAL:$1|<strong>1</strong> result|<strong>$1</strong> results}} starting with #<strong>$2</strong>.
ne: देखाउँदै {{PLURAL:$1|'''१''' नतिजा|'''$1''' नतिजाहरू }} , #'''$2''' बाट सुरुहुने ।

source: Optional Information
ne: ऐच्छिक जानकारी

source: Public editing
ne: सार्वजनिक सम्पादन

source: Merge into this thread
ne: यस धागो(thread) मा ल्याएर जोड्ने

source: Show the users on this pad
ne: यस प्याडमा रहेका प्रयोगकर्ता देखाउने

source: off-line Wikipedia reader
ne: अफलाइन विकीपीडिया रिडर

source: High use pages
ne: उच्च प्रयोग भएका पृष्ठहरू

source: Any length
ne: जतिसुकै लम्बाई

source: Account name (on account creation)
ne: खाता नाम (खाता निर्माणको समयमा)

source: Sort order
ne: वर्गीकरण गर्ने

source: Italic (Ctrl+I)
ne: ढल्के (Ctrl-I)

source: Clients
ne: ग्राहकहरू

source: Short Name
ne: छोटो नाम

source: Provided by Debian
ne: डेबिएनद्वारा प्रदान गरिएको

source: Sort by
ne: क्रम मिलाउने

source: Portrait mode (for closeup photos with the background out of focus)
ne: पोर्ट्रेट मोड (क्लोजअप फोटोको लागि)

source: Ink Level
ne: मसी स्तर

source: <strong>Warning:</strong> There is no skin "$1". Custom .css and .js pages use a lowercase title, e.g. {{ns:user}}:Foo/vector.css as opposed to {{ns:user}}:Foo/Vector.css.
ne: <strong>चेतावनी:</strong> यहाँ कुनैपनि "$1" नामको खोल छैन। प्रचलित .css तथा .js पृष्ठहरूले निम्नपद शीर्षक प्रयोग गर्छन्, जस्तै {{ns:user}}:Foo/Vector.css को सट्टामा {{ns:user}}:Foo/vector.css

source: Close read in other languages screen
ne: अन्य भाषामा पढ्नुहोस् पर्दा बन्द गर्ने

source: Summary
ne: सारांश

source: Size:
ne: आकार:

source: Politics
ne: राजनीति

source: Tertiary Bundle
ne: टरसरी बन्डल

source: Project:Community portal
ne: Project:सामाजिक पोर्टल

source: Disables the last focused window being the first entry in the Switcher, so Switcher strictly switches between applications
ne: पछिल्लोपटक फोकस भएको विन्डोलाई स्विचरको पहिलो हुन दिँदैन, ताकि स्विचर विशुद्ध रूपमा एप्लिकेशनहरूका बीच सर्छ

source: Jumada al-thani
ne: जुमादा अल-थानी

source: Ø edits per page
ne: प्रतिपृष्ठ Ø सम्पादनहरू

source: User list
ne: प्रयोगकर्ता सूची

source: Digital zoom ratio
ne: डिजिटल जूम अनुपात (4:3, 16:9)

source: User Icon
ne: प्रयोगकर्ता चिह्न

source: View latest.
ne: नवीनतम देखाउनुहोस् ।

source: _Clock
ne: _घडी

source: Set to true to show a countdown before taking a photo
ne: फोटो लिनुभन्दा अगाडि गणना देखाउन 'सही' सेट गर्नुहोस्

source: Moderator
ne: मडरेटर

source: Folder:
ne: फोल्डर:

source: Save _As…
ne: बचत गर्नुहोस्:

source: OCaml
ne: ओकामल

source: Approved by
ne: स्वीकृत गर्ने

source: North or south latitude
ne: उत्तर वा दक्षिण अक्षांश

source: Show infobox
ne: इन्फोबक्स देखाउने

source: Extension for elections and surveys
ne: चुनाव र सर्वेक्षणको लागि विस्तार

source: Re-use
ne: पुनः प्रयोग

source: more...
ne: थप...

source: Coordinates
ne: अक्षांशहरु

source: You are about to block a user with "hide user" enabled. This will suppress the user's name in all lists and log entries. Are you sure you want to do that?
ne: तपाईंले त्यस्तो प्रयोगकर्तालाई रोक लगाउन गइरहनु भएको छ जसको "प्रयोगकर्ता लुकाउने" सक्रिय बनाइएको छ। यसो गर्दा सबै लग सूचीहरुबाट प्रयोगकर्ताको नाम गायब हुनेछ। के तपाईं पक्का यसो गर्न चाहनुहुन्छ?

source: Added
ne: थपियो

source: Poll:
ne: जनमत:

source: Update all saved pages?
ne: सम्पूर्ण संग्रहित पृष्ठहरूलाई अद्यावधिक गर्ने

source: Flag
ne: फ्ल्याग

source: Hide this entry
ne: यो प्रविष्टी लुकाउने

source: %li hour
ne: %li घन्टा

source: Upload stash
ne: उर्ध्वभरण स्टाश

source: Edit the user interface
ne: प्रयोगकर्ता अन्तरमोहडा सम्पादन गर्ने

source: Page views <small>(number of visits to pages)</small>
ne: कुल पृष्ठ अवलोकन संख्या <small>(कुल पृष्ठ अवलोकन संख्या)</small>

source: {0} is deleted.
ne: {0} मेटिएको छ ।

source: Filter hits:
ne: फिल्टर गणना:

source: Bluetooth New Device Setup
ne: ब्लुटुथ नयाँ यन्त्र सेट गर्नुहोस्

source: There was an error playing video from the webcam
ne: यन्त्रबाट भिडियो चलाउँदा त्रुटी

source: Antarctica
ne: एन्टार्टिका

source: Flat
ne: च्याप्टो

source: View protection level of "$1"
ne: "$1" को सुरक्षा स्तर देखाउनु होस्

source: Please choose one of the following testing frameworks: $1
ne: कृपया निम्न परीक्षण ढाँचाहरू मध्ये एउटा छान्नुहोस्: $1

source: Export list as CSV
ne: सीएसभी फाइलको रूपमा सूची निर्यात गर्नुहोस्

source: Font Selection
ne: फन्ट चयन

source: $1 of $2 {{PLURAL:$2|file|files}} uploaded
ne: $2 मध्ये $1 {{PLURAL:$2|फाइल|फाइलहरू}} अपलोड गरियो।

source: Could not rename file "$1" to "$2".
ne: फाइल "$1" को नाम "$2" मा परिवर्तन गर्न सकिएन ।

source: <strong>Warning: This page has been protected so that only users with administrator privileges can edit it.</strong> The latest log entry is provided below for reference:
ne: <strong>सूचना: यस पृष्ठलाई सुरक्षित गरिएको छ यसकारण प्रवन्धकको विशेषाधिकार प्राप्त प्रयोगकर्ताहरूले मात्र यसलाई सम्पादन गर्न सक्छन् ।</strong> सन्दर्भको लागि नविनतम लग प्रविष्टि तल दिइएको छ:

source: US Dollar
ne: अमेरिकन डलर

source: Legal Notice
ne: बैध सूचना

source: Source URL:
ne: स्रोत URL:

source: Create account
ne: खाता खोल्नुहोस्

source: This application is free software under the GNU General Public License. You are welcome to distribute and modify it under certain conditions. See <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> for details. The source code is available at <a href="https://github.com/Wikimedia/WiktionaryMobile">https://github.com/Wikimedia/WiktionaryMobile</a>
ne: यो अनुप्रयोग जिएनयू साधारण सार्वजनिक लाइसेन्सको अनतर्गत निःशुल्क सफ्टवेयर हो। निश्चित अवस्थामा वितरण र परिमार्जन गर्न तपाईँलाई स्वागत छ। जानकारीका लागि <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a> हेर्नुहोस्। स्रोत कोड <a href="https://github.com/Wikimedia/WiktionaryMobile">https://github.com/Wikimedia/WiktionaryMobile</a> मा उपलव्ध छ।

source: Data and tools
ne: डेटा र औजारहरु

source: Turn your device volume up
ne: तपाईँको यन्त्रको आवाज ठुलो पार्नुहोस्

source: Brightness of the color.
ne: रङको चम्किलोपन।

source: Failed to fetch
ne: लिएर आउन असफल भयो

source: Download XML
ne: XML डाउनलोड गर्नुहोस्

source: Middle East
ne: मध्य पूर्व

source: Configurable Terms and Settings
ne: मिलाउन सकिने शर्तहरू तथा सेटिंगहरू

source: Remove this page from your book
ne: यस पृष्ठलाई तपाईँको पुस्तकबाट हटाउने

source: Showing messages from $1 to $2 of $3.
ne: $3 मध्येका $1 देखि $2 सम्म सन्देशहरु देखाइँदै

source: $1 {{PLURAL:$1|second|seconds}} ago
ne: $1 {{PLURAL:$1|सेकेण्ड|सेकेण्ड}} अघि

source: Show the pending changes diff when viewing the latest pending revision
ne: नवीनतम लंबित संस्करण हेरेको बेला लंबित परिवर्तन भिन्नता देखाउनुहोस्

source: Matches pattern (like)
ne: ढाँचा सम्बन्धित मेलहरु (मिलेका)

source: Account is not hidden
ne: खाता लुकाइएको छैन

source: This user has not specified a valid email address.
ne: प्रयोगकर्ताले सही ई-मेल ठेगाना दर्शाएको छैन।

source: Any language
ne: जुनसुकै भाषा

source: View Trace Details
ne: ट्रेसको विस्तृत जानकारी हेर्ने

source: Guidelines for statements
ne: अभिव्यक्तिहरूको लागि निर्देशनहरू

source: Move subpages (up to $1)
ne: सहायक पृष्ठहरू सार्ने($1 सम्मको)

source: Community Centre
ne: सामुदायीक केन्द्र

source: [[Special:MyLanguage/Translating:New project|Learn more]]
ne: [[Special:MyLanguage/Translating:New project|अझै सिक्नुहोस]]

source: This user has [[$1|basic]] knowledge of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]]को [[$1|साधारण]] ज्ञान छ ।

source: About the map
ne: यस नक्साको बारेमा

source: Please wait a moment and try again.
ne: कृपया केही क्षण पर्खेर त्यसपछि पुनः प्रयास गर्नुहोस्

source: Enter name for new chapter
ne: नयाँ अध्यायको लागी नाम राख्नुस

source: Braille Terminal
ne: ब्रेल टर्मिनल

source: Unlock to change these settings
ne: यी सेटिङहरू परिवर्तनको लागि ताल्चा खोल्नुहोस

source: The server did not respond within the expected time.
ne: अपेक्षित समय भित्रमा सर्वरले प्रतिक्रिया देखाएन।

source: Newest first
ne: सर्वप्रथम नयाँ

source: Teamwork Barnstar
ne: सहकार्य बार्नस्टार

source: Next page
ne: पछिको पृष्ठ

source: Select
ne: चयन गर्नुहोस्

source: $1 - Languages
ne: $1 - भाषाहरू

source: Bullet list
ne: थोप्ला सुची

source: Panel Opacity for Maximized Windows Toggle
ne: ठूलो बनाइएको विन्डोहरूको प्यानलको अपारदर्शिता बदल्ने

source: Your edit was ignored because no change was made to the text.
ne: तपाईँको सम्पादन वेवास्ता गरियो, किनकि कुनै पनि पाठ परिवर्तन गरिएन ।

source: Sorry, there is no diary entry or comment with the id %{id}. Please check your spelling, or maybe the link you clicked is wrong.
ne: माफ गर्नुहोला, %{id} आइडी भएको कुनै डायरी छैन । कृपया हिज्जे जाँच गर्नुहोस्, वा गलत लिङ्क क्लिक गर्नुभयो कि हेर्नुहोस् ।

source: Most linked-to categories
ne: सबैभन्दा बढी लिंक भएका श्रेणीहरू

source: Applies automatic heuristics to edits
ne: स्वचालित अनुमानित सम्पादनहरुकोनिम्ति लागु हुन्छ

source: All saved books are added to the category [[:Category:{{MediaWiki:Coll-bookscategory}}|{{MediaWiki:Coll-bookscategory}}]].
ne: सबै रक्षण गरिएको पुस्तकहरू [[:Category:{{MediaWiki:Coll-bookscategory}}|{{MediaWiki:Coll-bookscategory}}]] श्रेणीमा जोडिने गरिन्छ।

source: IP block exemptions
ne: IP रोक माफीहरु

source: Founders
ne: संस्थापकहरु

source: Comments on talk pages should be signed with "<nowiki>~~~~</nowiki>", which will be converted into your signature and a timestamp.
ne: वार्तालाप पृष्ठका टिप्पणीहरू "<nowiki>~~~~</nowiki>" द्वारा दस्तखत गरिनुपर्छ ,जुन पछि तपाईँको दस्तखत र समयरेखामा रुपान्तरित हुनेछ ।

source: Recent diary entries from users of OpenStreetMap in %{language_name}
ne: %{language_name} भाषामा ओपनस्ट्रीटम्याप प्रयोगकर्ताहरूका हालैका दैनिकी

source: Group changes by page in recent changes and watchlist
ne: पृष्ठका भर्खरका परिवर्तन र अवलोकन सूचीको आधारमा सामूहिक परिवर्तनहरू

source: Media page
ne: माध्यम पृष्ठ

source: Allows users to view a user's contributions across all wikis
ne: प्रयोगकर्तालाई कुनै प्रयोगकर्ताको सबै विकिमा गरेका योगदानहरू हेर्न दिने

source: Please search for another term.
ne: कृपया अर्को पारिभाषिक पदको खोजी गर्नुहोस।

source: Upload Avatar
ne: तस्विर उद्भरण गर्नुहोस

source: Diary Entry
ne: डायरी प्रविष्टी

source: High saturation
ne: उच्च संतृप्ता

source: Managed by
ne: व्यबस्थापक

source: Special
ne: विशेष

source: Page edits since {{SITENAME}} was set up
ne: {{SITENAME}} स्थापना भए देखिको पृष्ठ सम्पादन

source: Expires:
ne: सकिने:

source: sort by count
ne: गणना क्रममा राख्नुहोस्

source: mobile & tablet dictionary application
ne: मोबाइल र ट्याब्लेट शब्दकोष अनुप्रयोग

source: Switches between applications from all workspaces.
ne: सबै वर्कस्पेसहरूमा भएका एप्लिकेशनहरूबीच सर्छ ।

source: {{PLURAL:$1|Email from other user|Emails from other users}}
ne: {{PLURAL:$1|अन्य प्रयोगकर्ताबाट इमेल|अन्य प्रयोगकर्ताहरूबाट इमेल}}

source: Device
ne: यन्त्र

source: Include week num_bers
ne: हप्ता संख्या शामिल गर्नुहोस

source: Login page
ne: प्रवेश पृष्ठ

source: (redirect $1)
ne: (जाने $1)

source: Add or remove users
ne: प्रयोगकर्ता थपगर्न वा हटाउन

source: W: Vessels of stone and earthenware
ne: ब: ढुँङ्गा र माटाका भाँडाहरू

source: _Interface
ne: इन्टरफेस

source: Changing password for
ne: निम्नको लागि पासवर्ड परिवर्तन गर्दै

source: Pattern for the page name:
ne: पृष्ठको नाम को लागि स्वरूप :

source: Loading Save game
ne: रक्षण गरिएको खेल चालु गर्नुहोस्

source: This page is a member of {{PLURAL:$1|1 hidden category|$1 hidden categories}}:
ne: यो पृष्ठ निम्न {{PLURAL:$1|1 लुकाइएको श्रेणी|$1 लुकाइएका श्रेणीहरू}}को सदस्य हो :

source: Changeset %{id}
ne: परिवर्तनहरू: %{id}

source: Could not save the monitor configuration
ne: निगरानी कन्फिगरेसन राख्न सकीएन

source: <big><b>Uploading problem information</b></big>
ne: <big><b>समस्याको जानकारी अपलोड हुदैछ​।</b></big>

source: repeat until
ne: यस सम्म दोहोर्‌याउने

source: Check this box to hide changes to pages within the selected namespace (and the associated namespace if checked)
ne: छानिएका नेमस्पेसहरूमा रहेका पृष्ठहरूमा गरिएका परिवर्तनहरू लुकाउन यसमा चिनो लगाउनुहोस् (र सम्बन्धित नेमस्पेस यदि छानिएका भए)

source: miscellaneous
ne: विविध

source: Logo was uploaded.
ne: लोगो अपलोड भयो

source: Please select your gender.
ne: कृपया तपाईंको लिङ्ग छान्नुहोस् ।

source: Other Accounts
ne: अन्य खाता

source: There are problems with some of your input.
ne: तपाईंको कुनै प्रविष्ठिहरू सही छैनन्

source: &Cancel
ne: रद्द गर्नुहोस्

source: Screen brightness and lock settings
ne: पर्दा चमक र लक सेटिङहरू

source: Information
ne: जानकारी

source: Redirect by file, user, page or revision ID
ne: फाइल, प्रयोगकर्ता, वा संशोधन आइडीको आधारमा अनुप्रेषित गर्ने

source: A comment on your profile
ne: तपाईंको प्रोफाइलमा एउटा सुझाब

source: Status:
ne: स्थिति:

source: New contribution
ne: नयाँ योगदान

source: Unable to create temporary thumbnail file
ne: अस्थायी थम्बनेल तयार गर्न असमर्थ

source: Bot: Modifying %(from)s to %(modifying)s
ne: रोबोट: %(from)sलाई %(modifying)sमा परिवर्तन गर्दै

source: Calculator
ne: क्यालकुलेटर

source: Site design
ne: साइट डिजाइन

source: Page_Down
ne: पेज तल

source: Edit story
ne: कथा सम्पादन गर्ने

source: 2 hours:2 hours,1 day:1 day,3 days:3 days,1 week:1 week,2 weeks:2 weeks,1 month:1 month,3 months:3 months,6 months:6 months,1 year:1 year,indefinite:infinite
ne: २ घण्टाहरू:2 hours,१ दिन :1 day,३ दिनहरू:3 days,१ हप्ता:1 week,२ हप्ताहरू:2 weeks,१ महिना:1 month,३ महिनाहरू:3 months,६ महिनाहरू:6 months,१ वर्ष:1 year,अनगिन्ती:infinite

source: Hide minor edits from the watchlist
ne: सामान्य सम्पादनहरू निगरानी सूचीबाट लुकाउने

source: 3 Hours
ne: ३ घण्टा

source: No changes were found matching these criteria.
ne: यस मापदण्ड अनुसार परिवर्त पाइएन।

source: Canonical-Maintained Software
ne: केनोनिकलवाट अनुरक्षित सफ्टवेयर

source: Show recent log entries
ne: हालैका लग इन्ट्रीहरू देखाउने

source: Part %s
ne: भाग %s

source: Settings for the selected device
ne: चयन गरिएको डिभायिसको लागि सेटिङ

source: Bot: Unprotecting all pages from category %(cat)s
ne: बोट: %(cat)s वर्गमा रहेका सबै पृष्ठहरूको सुरक्षा हटाउँदै

source: Confirmations
ne: सुनिश्चितताहरू

source: Rip audio tracks from your audio CDs
ne: अडियो सिडीबाट अडियो ट्रयाकहरू निकाल्न

source: New version available
ne: नयाँ संस्करण उपलब्ध छ

source: Real name
ne: वास्तविक नाम

source: Tireless Contributor Barnstar
ne: अथक योगदानकर्ता बार्नस्टार

source: Show new files starting from $2, $1
ne: $2 $1 देखिका फाइलहरू देखाउने

source: This file contains additional information, probably added from the digital camera or scanner used to create or digitize it. If the file has been modified from its original state, some details may not fully reflect the modified file.
ne: यस फाइलमा अतिरिक्त जानकारीहरु छन्, यसलाई बनाउन सम्भवतः डिजिटल क्यामेरा अथवा स्क्यानर प्रयोग गरिएको हुनुपर्छ। यदि यस फाइललाई मूल अवस्थाबाट परिवर्तन गरिएको हो भनें यस फाइलले सम्पूर्ण विवरण प्रतिबिम्बित गर्न सक्नेछैन ।

source: Network problem
ne: सञ्जाल समस्या

source: Wikitext
ne: विकिपाठ

source: New messages since last read
ne: अघिल्लो पढाइपछिका नयाँ सन्देशहरू

source: Last Updated
ne: अन्तिम अपडेट गरिएको

source: ([[Special:Tags|{{PLURAL:$1|Tag|Tags}}]]: $2)
ne: ([[Special:Tags|{{PLURAL:$1|ट्याग|ट्यागहरू}}]]: $2)

source: <div class='successbox'>Demo mode only</div><br clear='all'/>
ne: <div class='successbox'>डेमो मोड मात्र</div><br clear='all'/>

source: Added links
ne: लिङ्क थप भयो

source: Page templates
ne: पृष्ठ ढाँचाहरू

source: User-submitted text
ne: प्रयोगकर्ताद्वारा संरक्षित पाठ

source: Watch this page.
ne: यो पृष्ठ अवलोकन गर्नुहोस्

source: There are no new pages in [[Special:RecentChanges|recent changes]].
ne: [[Special:RecentChanges|नयाँ परिवर्तनहरू]]मा कुनै नयाँ पृष्ठ छैनन।

source: Claim
ne: दाबि

source: Use a visual indication when an alert sound occurs
ne: सावधानि आवाज आउँदा दृश्यात्मक सुचक प्रयोग गर्नुहोस

source: Unwatching...
ne: निगरानीबाट हटाउँदै...

source: Show queue
ne: लाम देखाउने

source: Visual editor for MediaWiki
ne: मिडीयाविकिको लागि भिजुअल एडिटर

source: Profiling
ne: प्रोफाइलिङ

source: The passwords do not match
ne: नयाँ पासवर्डहरू मेल खाएनन् ।

source: Take multiple photos using a webcam
ne: वेबक्याम प्रयोग गरेर धेरैवटा फोटो खिच्नुहोस्

source: Add show desktop icon to the launcher
ne: लन्चरमा शो डेस्कटप आइकन थप्नुहोस

source: is the wrong type, it should be a GZIP, TAR, ZIP or XML file
ne: गलत शब्द हालियो, यो GZIP, TAR, ZIP वा XML फाइल हुनुपर्छ

source: Bot: Fixing redirects
ne: रोबोट: रिडाइरेक्टहरू मिलाउँदै

source: Private Messaging
ne: व्यक्तिगत सन्देश प्रणाली

source: a few minutes ago
ne: केही मिनेट पहिले

source: Imported $1 {{PLURAL:$1|log entry|log entries}}.
ne: आयातित $1 {{PLURAL:$1|लग प्रविष्टी|लग प्रविष्टीहरू}}

source: Go forward a revision in this Pad
ne: यो प्याडको एक संस्करण पछि जानुहोस्

source: Batch edit
ne: ब्याच सम्पादन

source: Cannot delete page "$1"
ne: पृष्ठ "$1" लाई मेट्न सकिएन

source: Index
ne: अनुक्रम

source: Error: Invalid depth in path: "$1" (tried to access a node above the root node).
ne: त्रुटी: पाथमा (इनभ्यालिड)गलत गहिराइ(डेप्थ) भयो: "$1" (ले रुट नोड भन्दापनि माथिको नोडलाइ चलाउन(एकसेस गर्न) खोज्यो)

source: Unavailable
ne: अनुपलब्ध

source: Could not connect to storage backend "$1".
ne: भण्डारण ब्याकइन्ड "$1"मा जुड्न सकिएन ।

source: Re-approved
ne: पुन स्वीकृत गर्ने

source: Upload timeout
ne: अपलोड समय समाप्त

source: Pages with content
ne: सामाग्रीसहितका पृष्ठहरू

source: Latest
ne: अन्तिम

source: Product
ne: उत्पादन

source: TUSC username
ne: TUSC प्रयोगकर्ता नाम

source: Adobe Flash plugin
ne: एडब फल्यास प्लगइन

source: New message indicator
ne: नयाँ जानकारी सुचक

source: What you get
ne: के तपाईं प्राप्त

source: Random page in category
ne: श्रेणीमा अनियमित पृष्ठ

source: talk
ne: वार्तालाप

source: File a technical task
ne: प्राविधिक कार्य पेश गर्नुहोस्

source: Disable
ne: निष्क्रिय पर्ने

source: Gold
ne: सुन

source: south-west
ne: दक्षिण पश्चिम

source: _Mirror displays
ne: _ऐनामा ऊल्टाइएको प्रदर्शनहरु

source: Dominican peso
ne: डोमिनिकन पेसो

source: Customize
ne: अनुकूलन

source: Fade Duration
ne: फेड अवधि

source: Dash tap duration
ne: ड्यास खुल्नको लागि ट्याप गर्नुपर्ने अवधि

source: Please supply a URL.
ne: कृपया एउटा युआरयल दिनुहोस।

source: Show up to $1 pages
ne: $1 वटा पृष्ठहरू देखाउ

source: Duration
ne: अवधी

source: [[Special:MergeAccount|Merges multiple accounts]] for Single User Login
ne: एक्ल प्रवेशको निम्ति [[Special:MergeAccount|एकाधिक खाताहरूको मिलन]]

source: Run Report
ne: रिपोेर्ट बनाउने

source: AudioPrev
ne: अडियोप्रेभ

source: Action throttled
ne: कार्य रोकियो

source: Similar pages
ne: मिल्दो पृष्ठहरू

source: The prefix is too long. Please use a maximum of 32 characters.
ne: यो उपसर्ग धेरै लामो भयो। कृपया बढीमा ३२ क्यारेक्टरको उपसर्ग प्रयोग गर्नुहोस।

source: unknown error
ne: अज्ञात समस्या

source: Native Demands
ne: स्थानिय मागहरू

source: Other special pages
ne: अरू विशेष पृष्ठहरू

source: Rendering finished
ne: प्रतिपादन समाप्त

source: This software is for notebook computers.
ne: यो सफ्टवेयर नोटबुक कम्प्युटरको लागि हो।

source: Cargo
ne: मालबाहन

source: <b>Launcher icon size</b>
ne: <b>लन्चर आइकनको आकार</b>

source: What kind of problem do you want to report?
ne: तपाईले कस्तो समस्या प्रतिवेदन गर्न चाहनुहुन्छ?

source: All <small>(include records from all pages)</small>
ne: सबै <small>(सबै पृष्ठमा भएका रेकर्ड समावेस गर्ने)</small>

source: Right Mouse Button Click
ne: दायाँ बटनमा क्लिक गर्नुहोस्

source: Post Office
ne: हुलाक

source: home
ne: गृह पृष्ठ

source: PDF
ne: पिडिएफ

source: Data charges are waived for this Wikipedia app.
ne: यो विकिपीडिया एप्पको लागी डाटा शुल्क मिनाहा गरिएको छ ।

source: Disable a user account
ne: प्रयोगकर्ता खाता निस्क्रिय गर्ने

source: === Defining data ===
ne: === डाटा परिभाषित===

source: Registrant URL
ne: दर्ता युआरएल

source: If you want to save books for later use, please [[Special:UserLogin|log in or create an account]].
ne: यदि तपाईं पछी प्रयोगको लागी यो पुस्तक रक्षण गर्न चाहनुहुन्छ, भने कृपया [[Special:UserLogin|प्रवेश गर्नुस वा नयाँ खाता खोल्नुस]]।

source: Dash Search Plugins
ne: ड्यास खोज प्लगिनहरू

source: World region that the picture was taken in
ne: यस विश्वको यस भागमा यो फोटो लिएको थियो

source: Barnstars
ne: बार्नस्टार

source: Upload GPS Trace
ne: GPS Trace अपलोड गर्ने

source: Spreads all windows.
ne: सबै विन्डोहरू फैलाउँछ ।

source: Filter rule
ne: फिल्टर नीति

source: Error detected in manual language conversion rule
ne: म्यानुअल भाषा अनुवाद सिध्दान्तमा समस्या देखियो

source: Create virtual device
ne: भर्चुअल यन्त्र सिर्जना गर्नुहोस्

source: Version $1 of MediaWiki required
ne: MediaWiki संस्करण $1 चाहिने

source: $1 {{PLURAL:$1|action|actions}} in the last {{PLURAL:$3|day|$3 days}}
ne: विगत {{PLURAL:$3|दिनमा|$3 दिनहरूमा}} $1 {{PLURAL:$1|सम्पादन गरियो|सम्पादनहरू गरिए}}

source: North latitude
ne: उत्तर अक्षांश

source: There is something strange here, we must investigate it before working here.
ne: यहाँ केही अनौठो छ, हामी यहाँ काम गर्न भन्दा पहिला अनुसन्धान गराउनु पर्छ ।

source: Copy date
ne: प्रतिलिपी मिति

source: Edit interlanguage links
ne: अन्तरभाषिक लिङ्क सम्पादन गर्नुहोस्

source: Snippets
ne: स्निपेट्स

source: Some frequently asked questions
ne: केही धेरै पटक सोधिएका प्रश्नहरू

source: Discard translation
ne: अनुवाद त्याग्नुहोस

source: (Turns to complete: %number%)
ne: (पूरा गर्नु पर्ने पालीहरु: %number%)

source: Registered on {TEMPLATE: registered_on_date}
ne: {TEMPLATE: registered_on_date}मा पंजिकृत गरिएको

source: Only colonial players can declare independence.
ne: बस्तीका खेलाडीहरूले मात्रै स्वतन्त्रता घोषणा गर्न सक्ने छन् ।

source: Rabi' al-thani
ne: रबी' अल-थानी

source: Manual edit with bot: %(description)s
ne: रोबोटको सहायताले मानिसले गरेको सम्पादन: %(description)s

source: Good
ne: राम्रो

source: Oct
ne: अक्टोबर

source: Account
ne: खाता

source: Skip all
ne: सबै छोड्नुहोस्

source: Unamplified
ne: ठुलो नपारेको

source: Bot: Fixing misspelled link to %(page)s
ne: रोबोट: %(page)s को लागि हिज्जे बिग्रिएका लिङ्क सुधार गर्दै

source: SIM wrong
ne: गलत सिम

source: You are now a member of {{PLURAL:$2|this group|these groups}}: $1
ne: अब तपाईँ {{PLURAL:$2|यो समूह|यी समूहहरू}}: $1 को एउटा सदस्य हुनुहुन्छ।

source: Database type:
ne: डाटाबेस प्रकारः

source: Share as image
ne: चित्रको रूपमा बाड्नुहोस्

source: You have successfully merged the thread $1 to underneath $2.
ne: तपाईंले धागो(thread) $1लाई $2मा लगेर सफलतापूर्वक जोड्नु भएको छ।

source: Image
ne: चित्र

source: No matching results found for: $1
ne: $1 कोसंग मिल्ने कुनै परिणाम फेला परेन ।

source: Sensing method
ne: संवेदन विधि

source: Biography:
ne: जीवनी:

source: Error loading namespaces
ne: नामपदहरू लोड गर्दा त्रुटि

source: Find a tag or create one
ne: संकेत खोज्ने अथवा बनाउने

source: Good ($1)
ne: राम्रो ($1)

source: Parser hooks
ne: पार्सर हुकहरु

source: Copy link
ne: लिङ्क प्रतिलिपी गर्नुहोस्

source: Data search
ne: विकिडेटा: डेटा खोज

source: The page "$1" has been added to your watchlist.
ne: "$1" पृष्ठ तपाईंको अवलोकन सूचीमा थप भएको छ ।

source: View existing blocks
ne: हाल रहेका निषेधहरु हेर्नुहोस्

source: No detailed license information was found for this extension.
ne: यस एक्सटेन्समा अनुमतीपत्रको विस्तृत जानकारी छैन् ।

source: Local block
ne: स्थानीय रोक

source: Right Mouse
ne: दाहिने माउस

source: (Turns: %number%)
ne: (पाली: %number%)

source: Add the current wiki page to your book
ne: यो पृष्ठलाई तपाईँको वर्तमान विकि पृष्ठमा जोड्ने

source: <em>Because {{SITENAME}} has raw HTML enabled and you are not logged in, the preview is hidden as a precaution against JavaScript attacks.</em> <strong>If this is a legitimate preview attempt, please [[Special:UserLogin|log in]] and try again.</strong>
ne: <em>किनकि {{SITENAME}} सिधै एचटिएमयल सक्षम छ र तपाईंले लग इन गर्नुभएको छैन, पूर्वावलोकन लुकाइएको छ ताकि सम्भावित जाभास्क्रिप्ट आक्रमणलाई रोक्न सकियोस् ।</em> <strong>यदि यो मान्य पूर्वावलोकन प्रयास हो भने कृपया [[Special:UserLogin|लग इन गरेर]] पुन प्रयास गर्नुहोला।</strong>

source: Mirror a hieroglyph
ne: एक चित्र - लेख(hieroglyph) लाइ प्रतिबिम्बित गर्नुहोस
